[
	{
		"UserId": 1,
		"Title": "Best movies by Yasujirō Ozu",
		"Description": "My most favourite movies of master Ozu! One of the great Japanese masters of cinema, Ozu was known for his famed tatami shot and themes involving family and interpersonal relationships. His most highly acclaimed film is Tokyo Story but is just the beginning."
	},
	{
		"UserId": 1,
		"Title": "20 Movie posters",
		"Description": "The name speaks for itself. Also ik there’s other lists out there that are very similar but i’ve always wanted to do one of my own so 🥺 i try to update somewhat frequently since the site changes the poster sometimes!"
	},
	{
		"UserId": 1,
		"Title": "They aren't films; they're experiences",
		"Description": "Recently, I've become aware that certain films are able to transcend the medium by being completely self-assured in their atmospheres and worlds that they build. Often, these worlds are able to get under the viewer's skin and stay with them for quite some time, for better or worse."
	},
	{
		"UserId": 2,
		"Title": "Best movies by Abbas Kiarostami",
		"Description": "Godard once said: \"Film begins with DW Griffith and ends with Abbas Kiarostami.\" Scorsese followed: \"Kiarostami represents the highest level of artistry in the cinema.\" I've come to admire the truth in both expressions."
	},
	{
		"UserId": 2,
		"Title": "The Most Controversial Films on Masters of Cinema",
		"Description": "Masters of Cinema's most controversial films, ranked by the variance in their ratings."
	},
	{
		"UserId": 3,
		"Title": "i’m 16 and this is the greatest movie ever made",
		"Description": "a title being on this list doesn’t imply that it is either bad or good"
	},
	{
		"UserId": 4,
		"Title": "Sword and Soul: Start Samurai Films from here",
		"Description": "A short list of Smaurai movies. If you love the land of the rising sun, every film in this list is a must-watch."
	},
	{
		"UserId": 4,
		"Title": "You’re not the same person once the film has finished",
		"Description": "The title speaks for itself!"
	},
	{
		"UserId": 4,
		"Title": "Iran",
		"Description": "Best movies of Iran's cinema"
	},
	{
		"UserId": 4,
		"Title": "Best of Sergio Leone",
		"Description": "In my mind, the king of the Western genre. A truly incredible director with a wonderful filmography, here's my favourite films from him. "
	},
	{
		"UserId": 5,
		"Title": "Philosophical",
		"Description": "These are movies/shows that question what is real and make us think."
	},
	{
		"UserId": 5,
		"Title": "24 Movies You Must See Before You Die",
		"Description": "I tried my best to be accurate!"
	},
	{
		"UserId": 6,
		"Title": "Asia",
		"Description": "If you're a fan of Asian movies, you might have some interest in this list."
	},
	{
		"UserId": 6,
		"Title": "Best of Christopher Nolan",
		"Description": "Christopher Nolan is one of the few living filmmakers that I can consider as a legend. His works has shaped much of my adult film-going life."
	},
	{
		"UserId": 8,
		"Title": "Best movies of 1950’s",
		"Description": "These are the top 19 films I've seen from the 1950's according to myself!"
	},
	{
		"UserId": 8,
		"Title": "“old films” for people who want to watch more “old films” but don’t know where to start",
		"Description": "A year ago I would constantly tell myself I wanted to get into classic films more, but all my attempts led me to boredom. Thankfully, I got myself out of that mindset, and now the world of cinema is expansive and my options are never limited."
	},
	{
		"UserId": 8,
		"Title": "Best family lessons",
		"Description": "My collection of family movies."
	},
	{
		"UserId": 9,
		"Title": "Best of Andrei Tarkovsky",
		"Description": "Andrei Tarkovsky was a Soviet filmmaker, writer, film editor, film theorist and opera director, widely regarded as one of the finest filmmakers of the 20th century. Tarkovsky's films include Andrei Rublev, Solaris, Mirror and Stalker. They are characterized by spirituality and metaphysical themes, long takes, lack of conventional dramatic structure and plot, and distinctively authored use of cinematography."
	},
	{
		"UserId": 9,
		"Title": "Best of Japanese classic movies",
		"Description": "Russia’s most cryptically poetic, exhaustive, metaphysical, Malick-esque filmmaker. Yes, I am a glutton for punishment. Few directors are more fascinating, frustrating, and fulfilling—all at the same time. He’s the anti-Eisenstein of Russia. Slow, but with purpose. A master of mood, space, and time. Lets you breathe, think, and reassess. Challenging, but never forgettable."
	},
	{
		"UserId": 9,
		"Title": "Japanese Films That Will Blow Your Mind And Make You Reevaluate The Possibilities Of The Cinematic Artform",
		"Description": "These are just some examples of personal favorites, but honestly, this list could be endless!"
	},
	{
		"UserId": 10,
		"Title": "بهترین فیلم های عباس کیارستمی",
		"Description": "فهرستی از فیلم های عباس کیارستمی، کارگردان فقید ایرانی"
	},
	{
		"UserId": 10,
		"Title": "FILM SCHOOL",
		"Description": "welcome to my film school everyone. The percentage that you have seen is your current grade in the class"
	},
	{
		"UserId": 10,
		"Title": "My fav western movies",
		"Description": "In the course of the last year i discovered my love for the western genre and even if i haven't seen too many westerns yet i would say that it has become one of my favorite genres."
	},
	{
		"UserId": 10,
		"Title": "Best of Masaki Kobayashi",
		"Description": "While he may not receive the same universal recognition that the likes of Kurosawa, Ozu, or Miyazaki may have for their contributions to Japanese cinema, for those that love films that come from the land of the rising sun, you really can't get far without acknowledging the importance of Masaki Kobayashi's body of work."
	},
	{
		"UserId": 11,
		"Title": "My 28 Favorite Films of All-Time",
		"Description": "Essentially the most memorable of all the feature length films I've seen in my life (which is well over 12,000)."
	},
	{
		"UserId": 11,
		"Title": "Best Films People Haven’t Seen",
		"Description": "Great films I think many people of the world have missed out on."
	},
	{
		"UserId": 11,
		"Title": "Comfort Movies",
		"Description": "for when you’re feeling like everything is a bit too much"
	},
	{
		"UserId": 11,
		"Title": "Best of yasujiro ozu",
		"Description": "تاپ تن اثار یاسوجیرو ازو بدون ترتیب"
	},
	{
		"UserId": 12,
		"Title": "Stanley Kubrick",
		"Description": "Every Stanley Kubrick film that I love or I am going to love! Im still gonna update it, since im not done reviewing all the Stanley Kubrick movies."
	},
	{
		"UserId": 12,
		"Title": "Abbas Kiarostami's favourite films",
		"Description": "A list of some of the fims mentioned by him as the favourites."
	},
	{
		"UserId": 12,
		"Title": "Best of 1960’s",
		"Description": "Ever expanding list of great cinema for this decade.Hard to pick faves, but the list is in a general order of favorites."
	},
	{
		"UserId": 12,
		"Title": "Best of Sir Alfred Hitchcock",
		"Description": "The man, the myth, the legend himself. Liting the best of works from the master of suspense. Tried my best to make it shorter!"
	},
	{
		"UserId": 14,
		"Title": "old hollywood for beginners",
		"Description": "there was a time when i really didn't like (or thought i didn't like) old films. i found them dull, boring and i just couldn't concentrate on them. then i saw 12 angry men and LOVED it, which really surprised me, so i watched a few more (sunset boulevard, vertigo) and realised i just hadn't found any old films that i'd really loved, and now i ADORE old hollywood. so i thought i'd make this list for people who think they don't like old films and now i'm rambling so i'll stop."
	},
	{
		"UserId": 14,
		"Title": "Life-changing Films",
		"Description": "Hope you find something inspiring change in here."
	},
	{
		"UserId": 14,
		"Title": "Top 20 Films of All Time (Calculated)",
		"Description": "Forgive me if I missed out your favourite movies!"
	},
	{
		"UserId": 14,
		"Title": "Best of Kenji Mizoguchi",
		"Description": "“Kenji Mizoguchi is to the cinema what Bach is to music, Cervantes is to literature, Shakespeare is to theatre, Titian is to painting: the very greatest.” ― Jean Douchet"
	}
]
