[
  {
    "Title": "Close-Up",
    "DirectorId": 1,
    "Year": "1990",
    "Description": "This fiction-documentary hybrid uses a sensational real-life event—the arrest of a young man on charges that he fraudulently impersonated the well-known filmmaker Mohsen Makhmalbaf—as the basis for a stunning, multilayered investigation into movies, identity, artistic creation, and existence, in which the real people from the case play themselves.",
    "ImageName": "Close-Up_e63b.jpg"
  },
  {
    "Title": "Taste of Cherry",
    "DirectorId": 1,
    "Year": "1997",
    "Description": "A middle-aged Tehranian man, Mr. Badii is intent on killing himself and seeks someone to bury him after his demise. Driving around the city, the seemingly well-to-do Badii meets with numerous people, including a Muslim student, asking them to take on the job, but initially he has little luck. Eventually, Badii finds a man who is up for the task because he needs the money, but his new associate soon tries to talk him out of committing suicide.",
    "ImageName": "Taste of Cherry_78ac.jpg"
  },
  {
    "Title": "Certified Copy",
    "DirectorId": 1,
    "Year": "2010",
    "Description": "In Tuscany to promote his latest book, a middle-aged English writer meets a French woman who leads him to the village of Lucignano.",
    "ImageName": "Certified Copy_f0c3.jpg"
  },
  {
    "Title": "Where Is My Friend’s House?",
    "DirectorId": 1,
    "Year": "1987",
    "Description": "An 8 year old boy must return his friend’s notebook he took by mistake, lest his friend be punished by expulsion from school.",
    "ImageName": "Where Is My Friend’s House_ecf4.jpg"
  },
  {
    "Title": "Like Someone in Love",
    "DirectorId": 1,
    "Year": "2012",
    "Description": "An old man and a young woman meet in Tokyo. She knows nothing about him, he thinks he knows her. He welcomes her into his home, she offers him her body. But the web that is woven between them in the space of twenty four hours bears no relation to the circumstances of their encounter.",
    "ImageName": "Like Someone in Love_e8a9.jpg"
  },
  {
    "Title": "Through the Olive Trees",
    "DirectorId": 1,
    "Year": "1994",
    "Description": "The film focuses on one of the events in “Life, and Nothing More…” (1992), and explores the relationship between the film director, and the actors. The local actors play a couple who got married right after the earthquake. In reality, the actor is trying to persuade the actress that they should get married.",
    "ImageName": "Through the Olive Trees_8be8.jpg"
  },
  {
    "Title": "Life, and Nothing More…",
    "DirectorId": 1,
    "Year": "1992",
    "Description": "After the earthquake of Guilan, the film director and his son, Puya, travel to the devastated area to search for the actors of the movie the director made there a few years ago, “Where Is My Friend’s House?” (1987). In their search, they found how people who had lost everything in the earthquake still have hope and try to live life to the fullest.",
    "ImageName": "Life, and Nothing More…_52d6_b5f5.jpg"
  },
  {
    "Title": "The Wind Will Carry Us",
    "DirectorId": 1,
    "Year": "1999",
    "Description": "Irreverent city engineer Behzad comes to a rural village in Iran to keep vigil for a dying relative. In the meanwhile the film follows his efforts to fit in with the local community and how he changes his own attitudes as a result.",
    "ImageName": "The Wind Will Carry Us_90fb.jpg"
  },
  {
    "Title": "24 Frames",
    "DirectorId": 1,
    "Year": "2017",
    "Description": "A collection of 24 short four-and-a-half minutes films inspired by still images, including paintings and photographs. An experimental project made by filmmaker Abbas Kiarostami in the last three years of his life.",
    "ImageName": "24-frames_b5d8.jpg"
  },



  {
    "Title": "Tokyo Story",
    "DirectorId": 2,
    "Year": "1953",
    "Description": "The elderly Shukishi and his wife, Tomi, take the long journey from their small seaside village to visit their adult children in Tokyo. Their elder son, Koichi, a doctor, and their daughter, Shige, a hairdresser, don’t have much time to spend with their aged parents, and so it falls to Noriko, the widow of their younger son who was killed in the war, to keep her in-laws company.",
    "ImageName": "Tokyo-Story_1fb5_6f10.jpg"
  },
  {
    "Title": "Late Spring",
    "DirectorId": 2,
    "Year": "1949",
    "Description": "Noriko is perfectly happy living at home with her widowed father, Shukichi, and has no plans to marry – that is, until her aunt Masa convinces Shukichi that unless he marries off his 27-year-old daughter soon, she will likely remain alone for the rest of her life. When Noriko resists Masa’s matchmaking, Shukichi is forced to deceive his daughter and sacrifice his own happiness to do what he believes is right.",
    "ImageName": "Late Spring_eadf.jpg"
  },
  {
    "Title": "Good Morning",
    "DirectorId": 2,
    "Year": "1959",
    "Description": "A lighthearted take on director Yasujiro Ozu’s perennial theme of the challenges of inter­generational relationships, Good Morning tells the story of two young boys who stop speaking in protest after their parents refuse to buy a television set. Ozu weaves a wealth of subtle gags through a family portrait as rich as those of his dramatic films, mocking the foibles of the adult world through the eyes of his child protagonists. Shot in stunning color and set in a suburb of Tokyo where housewives gossip about the neighbors’ new washing machine and unemployed husbands look for work as door-to-door salesmen, this charming comedy refashions Ozu’s own silent classic I Was Born, But . . . to gently satirize consumerism in postwar Japan.",
    "ImageName": "Good-Morning_8540_7c42.jpg"
  },
  {
    "Title": "An Autumn Afternoon",
    "DirectorId": 2,
    "Year": "1962",
    "Description": "Shuhei Hirayama is a widower with a 24-year-old daughter. Gradually, he comes to realize that she should not be obliged to look after him for the rest of his life, so he arranges a marriage for her.",
    "ImageName": "An-Autumn-Afternoon_222f_9980.jpg"
  },
  {
    "Title": "Floating Weeds",
    "DirectorId": 2,
    "Year": "1959",
    "Description": "A troupe of travelling players arrive at a small seaport in the south of Japan. Komajuro Arashi, the aging master of the troupe, goes to visit his old flame Oyoshi and their son Kiyoshi, even though Kiyoshi believes Komajuro is his uncle. The leading actress Sumiko is jealous and so, in order to humiliate the master, persuades the younger actress Kayo to seduce Kiyoshi.",
    "ImageName": "Floating-Weeds-1959_239f_7fad.jpg"
  },
  {
    "Title": "Early Summer",
    "DirectorId": 2,
    "Year": "1951",
    "Description": "Noriko, still single at the advanced age of 28, lives contentedly in an extended family household that includes her parents and her brother’s family. An uncle’s visit prompts the family to find her a husband.",
    "ImageName": "early summer_5020.jpg"
  },
  {
    "Title": "Tokyo Twilight",
    "DirectorId": 2,
    "Year": "1957",
    "Description": "Two sisters find out the existence of their long-lost mother, but the younger cannot take the truth of being abandoned as a child.",
    "ImageName": "Tokyo-Twilight_76af_afcc.jpg"
  },
  {
    "Title": "I Was Born, But…",
    "DirectorId": 2,
    "Year": "1932",
    "Description": "Two young brothers become the leaders of a gang of kids in their neighborhood. Ozu’s charming film is a social satire that draws from the antics of childhood as well as the tragedy of maturity.",
    "ImageName": "I-Was-Born,-But_a1bb_c9b0.jpg"
  },
  {
    "Title": "Late Autumn",
    "DirectorId": 2,
    "Year": "1960",
    "Description": "A mother gets help from her late husband’s three friends in order to get her daughter married to a well-settled man.",
    "ImageName": "Late Autumn_cf3b.jpg"
  },
  {
    "Title": "The Only Son",
    "DirectorId": 2,
    "Year": "1936",
    "Description": "A poor factory worker, visiting the Tokyo son she has skimped to educate, finds even a college degree doesn’t make a difference in Depression era Japan.",
    "ImageName": "The only son_bfe9.jpg"
  },
  {
    "Title": "Equinox Flower",
    "DirectorId": 2,
    "Year": "1958",
    "Description": "At the wedding reception of an old friend’s daughter, Hirayama congratulates the younger generation on the freedom to choose their partners. However, at the post-wedding drinks, he agrees to let his friends find a suitable match for his daughter Setsuko. Hirayama intercedes on behalf of two young women who defy their parents plans for an arranged marriage, but when Setsuko’s boyfriend makes a surprise call to ask for her hand, he is furious.",
    "ImageName": "Equinox Flower_998d.jpg"
  },
  {
    "Title": "The Flavor of Green Tea Over Rice",
    "DirectorId": 2,
    "Year": "1952",
    "Description": "A childless middle-aged couple faces a marital crisis of sorts.",
    "ImageName": "The Flavor of Green Tea Over Rice_36cc.jpg"
  },
  {
    "Title": "The End of Summer",
    "DirectorId": 2,
    "Year": "1962",
    "Description": "The Kohayakawa family is thrown into distress when childlike father Manbei takes up with his old mistress, in one of Ozu’s most deftly modulated blendings of comedy and tragedy.",
    "ImageName": "The end of summer_8aa1.jpg"
  },
  {
    "Title": "Early Spring",
    "DirectorId": 2,
    "Year": "1956",
    "Description": "A young salary man and his wife struggle within the confines of their passionless relationship while he has an extramarital affair.",
    "ImageName": "Early spring_e60c.jpg"
  },
  {
    "Title": "There Was a Father",
    "DirectorId": 2,
    "Year": "1942",
    "Description": "Shuhei Horikawa, a poor schoolteacher, struggles to raise his son Ryohei by himself, despite neither money nor prospects.",
    "ImageName": "There was a father_090d_6aa5.jpg"
  },
  {
    "Title": "A Story of Floating Weeds",
    "DirectorId": 2,
    "Year": "1934",
    "Description": "An aging actor returns to a small town with his troupe and reunites with his former lover and illegitimate son, a scenario that enrages his current mistress and results in heartbreak for all.",
    "ImageName": "A Story of Floating Weeds_3521.jpg"
  },
  {
    "Title": "Record of a Tenement Gentleman",
    "DirectorId": 2,
    "Year": "1947",
    "Description": "An errant salaryman’s son gets lost until a man from the Tokyo tenements brings him to vendor Tane, who’s reluctant to let the kid board.",
    "ImageName": "Record of a Tenement Gentleman_d598.jpg"
  },
  {
    "Title": "A Hen in the Wind",
    "DirectorId": 2,
    "Year": "1948",
    "Description": "Tokiko is a mother patiently waiting for her husband’s return from the war when her 4-year old son becomes ill. She takes him to the doctor for treatment but has no way of paying. She resorts to prostitution. One month later her husband returns from WWII to find his desperate wife, who tells him the truth. Together they must deal with the consequences.",
    "ImageName": "A Hen in the Wind_db37.jpg"
  },
  {
    "Title": "An Inn in Tokyo",
    "DirectorId": 2,
    "Year": "1935",
    "Description": "Kihachi, an unemployed worker, wanders around the industrial flatlands of Tokyo’s Koto district with his two young sons, Zenko and Masako. He is unable to find a job and has to rely on his sons catching stray dogs to earn reward money for their meals. As days go by, Kihachi and the boys no longer have enough money to stay at an inn for the night. Luckily for him, he encounters an old friend, Otsune, who finds him a job and allows them to stay at her eatery house.",
    "ImageName": "an inn in tokyo_f617.jpg"
  },
  {
    "Title": "Tokyo Chorus",
    "DirectorId": 2,
    "Year": "1934",
    "Description": "Mr. Omura, a teacher, leads a group of male students in an outdoor drill. One slight, comic young man, Shinji Okajima, has no shirt under his jacket; he scratches at fleas and makes faces behind Omura’s back. Jump ahead several years, Shinji is married with three children. He sells insurance, and on the company’s annual bonus day, he protests when an older worker is fired. Shinji loses his own job as a result, and he and his wife must find ways to cope. Lassitude, pride, the demands and needs of young children, and relationships from bygone school days all play a part in the outcome of their struggle.",
    "ImageName": "Tokyo Chorus_a0a6.jpg"
  },
  {
    "Title": "Dragnet Girl",
    "DirectorId": 2,
    "Year": "1933",
    "Description": "A gangster tries to find redemption with the inadvertent help of an innocent shop girl and his jealous girlfriend will do anything to keep him.",
    "ImageName": "Dragnet Girl_9d7d.jpg"
  },
  {
    "Title": "That Night’s Wife",
    "DirectorId": 2,
    "Year": "1930",
    "Description": "The film revolves around a desperate man who commits a crime in order to support his family, and the moral dilemma the policeman who tracks him down finds himself in.",
    "ImageName": "That Night’s Wife_1587.jpg"
  },
  {
    "Title": "What Did the Lady Forget?",
    "DirectorId": 2,
    "Year": "1937",
    "Description": "A professor, Komiya, and his bossy wife, Tokio, are to look after Setsuko, their high-spirited niece from Osaka. Despite being a minor, Setsuko is a liberated woman who does whatever she wants, including smoking. She even convinces Koyima to take her to a geisha house. When she gets rather tipsy, the professor calls Okada, one of his students, to take her home. The wife becomes suspicious of Setsuko when she sees Okada bringing her home.",
    "ImageName": "What Did the Lady Forget_30e0.png"
  },
  {
    "Title": "Brothers and Sisters of the Toda Family",
    "DirectorId": 2,
    "Year": "1941",
    "Description": "After the death of her husband, Mrs Toda and her youngest daughter receive a frosty welcome from the extended family.",
    "ImageName": "Brothers and Sisters of the Toda Family_955d.jpg"
  },
  {
    "Title": "Woman of Tokyo",
    "DirectorId": 2,
    "Year": "1933",
    "Description": "Ryoichi and Chikako, brother and sister, live together. Chikako toils during the day and, at night, prostitutes herself to fund his college tuition.",
    "ImageName": "Woman of Tokyo_00ce.jpg"
  },
  {
    "Title": "Passing Fancy",
    "DirectorId": 2,
    "Year": "1933",
    "Description": "Two Tokyo co-workers come across a destitute young lady in search of a place to live.",
    "ImageName": "Passing Fancy_07d3.jpg"
  },
  {
    "Title": "The Good, the Bad and the Ugly",
    "DirectorId": 3,
    "Year": "1966",
    "Description": "FOR THREE MEN THE CIVIL WAR WASN’T HELL. IT WAS PRACTICE. While the Civil War rages between the Union and the Confederacy, three men – a quiet loner, a ruthless hit man and a Mexican bandit – comb the American Southwest in search of a strongbox containing $200,000 in stolen gold.",
    "ImageName": "The-Good,-the-Bad-and-the-Ugly.jpg"
  },
  {
    "Title": "Once Upon a Time in the West",
    "DirectorId": 3,
    "Year": "1968",
    "Description": "THE FATHER OF THE SPAGHETTI WESTERN RETURNS AGAIN, WITH HIS MOST MASTERFUL WORK YET! A widow whose land and life are in danger as the railroad is getting closer and closer to taking them over. A mysterious harmonica player joins forces with a desperado to protect the woman and her land.",
    "ImageName": "Once-Upon-a-Time-in-the-West.jpg"
  },
  {
    "Title": "Once-Upon-a-Time-in-America",
    "DirectorId": 3,
    "Year": "1984",
    "Description": "CRIME, PASSION AND LUST FOR POWER. A former Prohibition-era Jewish gangster returns to the Lower East Side of Manhattan over thirty years later, where he once again must confront the ghosts and regrets of his old life.",
    "ImageName": "Once-Upon-a-Time-in-America.jpg"
  },
  {
    "Title": "A Fistful of Dollars",
    "DirectorId": 3,
    "Year": "1964",
    "Description": "IN HIS OWN WAY HE IS PERHAPS, THE MOST DANGEROUS MAN WHO EVER LIVED! The Man With No Name enters the Mexican village of San Miguel in the midst of a power struggle among the three Rojo brothers and sheriff John Baxter. When a regiment of Mexican soldiers bearing gold intended to pay for new weapons is waylaid by the Rojo brothers, the stranger inserts himself into the middle of the long-simmering battle, selling false information to both sides for his own benefit.",
    "ImageName": "A-Fistful-of-Dollars.jpg"
  },
  {
    "Title": "For a Few Dollars More",
    "DirectorId": 3,
    "Year": "1965",
    "Description": "THE MAN WITH NO NAME IS BACK… THE MAN IN BLACK IS WAITING… A WALKING ARSENAL - HE UNCOILS, STRIKES AND KILLS! Two bounty hunters are in pursuit of “El Indio,” one of the most wanted fugitives in the western territories, and his gang.",
    "ImageName": "For-a-Few-Dollars-More.jpg"
  },
  {
    "Title": "Stalker",
    "DirectorId": 4,
    "Year": "1979",
    "Description": "Near a gray and unnamed city is the Zone, a place guarded by barbed wire and soldiers, and where the normal laws of physics are victim to frequent anomalies. A stalker guides two men into the Zone, specifically to an area in which deep-seated desires are granted.",
    "ImageName": "Stalker_6ec0.jpg"
  },
  {
    "Title": "Solaris",
    "DirectorId": 4,
    "Year": "1972",
    "Description": "A psychologist is sent to a space station orbiting a planet called Solaris to investigate the death of a doctor and the mental problems of cosmonauts on the station. He soon discovers that the water on the planet is a type of brain which brings out repressed memories and obsessions.",
    "ImageName": "Solaris_3c88.jpg"
  },
  {
    "Title": "Mirror",
    "DirectorId": 4,
    "Year": "1975",
    "Description": "A dying man in his forties recalls his childhood, his mother, the war and personal moments that tell of and juxtapose pivotal moments in Soviet history with daily life.",
    "ImageName": "Mirror_1009.jpg"
  },
  {
    "Title": "Andrei Rublev",
    "DirectorId": 4,
    "Year": "1966",
    "Description": "An expansive Russian drama, this film focuses on the life of revered religious icon painter Andrei Rublev. Drifting from place to place in a tumultuous era, the peace-seeking monk eventually gains a reputation for his art. But after Rublev witnesses a brutal battle and unintentionally becomes involved, he takes a vow of silence and spends time away from his work. As he begins to ease his troubled soul, he takes steps towards becoming a painter once again.",
    "ImageName": "Andrei Rublev_61ae.jpg"
  },
  {
    "Title": "The Sacrifice",
    "DirectorId": 4,
    "Year": "1986",
    "Description": "Alexander, a journalist, philosopher and retired actor, celebrates a birthday with friends and family when it is announced that nuclear war has begun.",
    "ImageName": "The Sacrifice_4281.jpg"
  },
  {
    "Title": "The Steamroller and the Violin",
    "DirectorId": 4,
    "Year": "1961",
    "Description": "Seven year old Sasha practices violin every day to satisfy the ambition of his parents. Already withdrawn as a result of his routines, Sasha quickly regains confidence when he accidentally meets and befriends worker Sergei, who works on a steamroller in their upscale Moscow neighborhood.",
    "ImageName": "The Steamroller and the Violin_1642.jpg"
  },
  {
    "Title": "Nostalgia",
    "DirectorId": 4,
    "Year": "1983",
    "Description": "The Russian poet Andrei Gorchakov, accompanied by guide and translator Eugenia, is traveling through Italy researching the life of an 18th-century Russian composer. In an ancient spa town, he meets the lunatic Domenico, who years earlier had imprisoned his own family in his house for seven years to save them from the evils of the world. Seeing some deep truth in Domenico’s act, Andrei becomes drawn to him. In a series of dreams, the poet’s nostalgia for his homeland and his longing for his wife, his ambivalent feelings for Eugenia and Italy, and his sense of kinship with Domenico become intertwined.",
    "ImageName": "Nostalgia_a4b5.jpg"
  },
  {
    "Title": "Harakiri",
    "DirectorId": 5,
    "Year": "1962",
    "Description": "THE WORLD HAS NEVER UNDERSTOOD WHY THE JAPANESE PREFER DEATH TO DISHONOR! WINNER OF PRIX SPECIAL DU JURY AT CANNES 1963 PROVIDES THE ANSWER!! Down-on-his-luck veteran Tsugumo Hanshirō enters the courtyard of the prosperous House of Iyi. Unemployed, and with no family, he hopes to find a place to commit seppuku—and a worthy second to deliver the coup de grâce in his suicide ritual. The senior counselor for the Iyi clan questions the ronin’s resolve and integrity, suspecting Hanshirō of seeking charity rather than an honorable end. What follows is a pair of interlocking stories which lay bare the difference between honor and respect, and promises to examine the legendary foundations of the Samurai code.",
    "ImageName": "Harakiri_0d1d_cc44.jpg"
  },
  {
    "Title": "Kwaidan",
    "DirectorId": 5,
    "Year": "1964",
    "Description": "BIZARRE, UNEARTHLY, TERRIFYING— A NATION’S LEGEND, AN AUTHOR’S IMAGINATION, A DIRECTOR’S CREATION MANIFEST IN THE SUPERLATIVE— KWAIDAN. Taking its title from an archaic Japanese word meaning “ghost story,” this anthology adapts four folk tales. A penniless samurai marries for money with tragic results. A man stranded in a blizzard is saved by Yuki the Snow Maiden, but his rescue comes at a cost. Blind musician Hoichi is forced to perform for an audience of ghosts. An author relates the story of a samurai who sees another warrior’s reflection in his teacup.",
    "ImageName": "Kwaidan_bb4e.jpg"
  },
  {
    "Title": "Samurai Rebellion",
    "DirectorId": 5,
    "Year": "1967",
    "Description": "The mother of a feudal lord’s only heir is kidnapped away from her husband by the lord. The husband and his samurai father must decide whether to accept the unjust decision, or risk death to get her back.",
    "ImageName": "Samurai Rebellion_f892.jpg"
  },
  {
    "Title": "The Human Condition I: No Greater Love",
    "DirectorId": 5,
    "Year": "1959",
    "Description": "THE IMMORTAL STORY. During the Second World War, Japanese conscientious objector Kaji works as a supervisor in a Manchurian prison camp. He hopes to avoid duty as a soldier, but he also hopes to be helpful to the welfare of his prisoners. But an escape attempt by Chinese prisoners results in Kaji’s arrest for collusion. He faces the possibility of transferral to combat–or worse.",
    "ImageName": "The Human Condition I No Greater Love_b80d.jpg"
  },
  {
    "Title": "The Human Condition II: Road to Eternity",
    "DirectorId": 5,
    "Year": "1959",
    "Description": "FIRST SEQUEL OF AN ANTI-WAR MASTERPIECE. Kaji is sent to the Japanese army labeled Red and is mistreated by the vets. Along his assignment, Kaji witnesses cruelties in the army and revolts against the abusive treatment against the recruit Obara. He also sees his friend Shinjô Ittôhei defecting to the Russian border, and he ends in the front to fight a lost battle against the Russian tanks division.",
    "ImageName": "The Human Condition II Road to Eternity_c744.jpg"
  },
  {
    "Title": "The Human Condition III: A Soldier’s Prayer",
    "DirectorId": 5,
    "Year": "1961",
    "Description": "LOVE IS THE CONDITION FOR BEING HUMAN. After the Japanese defeat to the Russians, Kaji leads the last remaining men through Manchuria. Intent on returning to his dear wife and his old life, Kaji faces great odds in a variety of different harrowing circumstances as he and his fellow men sneak behind enemy lines.",
    "ImageName": "The Human Condition III A Soldier’s Prayer_ef91.jpg"
  },
  {
    "Title": "Psycho",
    "DirectorId": 6,
    "Year": "1960",
    "Description": "A NEW—AND ALTOGETHER DIFFERENT—SCREEN EXCITEMENT!!! When larcenous real estate clerk Marion Crane goes on the lam with a wad of cash and hopes of starting a new life, she ends up at the notorious Bates Motel, where manager Norman Bates cares for his housebound mother. The place seems quirky, but fine… until Marion decides to take a shower.",
    "ImageName": "Psycho_2f96.jpg"
  },
  {
    "Title": "Vertigo",
    "DirectorId": 6,
    "Year": "1958",
    "Description": "ALFRED HITCHCOCK ENGULFS YOU IN A WHIRLPOOL OF TERROR AND TENSION! A retired San Francisco detective suffering from acrophobia investigates the strange activities of an old friend’s wife, all the while becoming dangerously obsessed with her.",
    "ImageName": "Vertigo_cbcb.jpg"
  },
  {
    "Title": "Rear Window",
    "DirectorId": 6,
    "Year": "1954",
    "Description": "IT ONLY TAKES ONE WITNESS TO SPOIL THE PERFECT CRIME. Professional photographer L.B. ‘Jeff’ Jeffries breaks his leg while getting an action shot at an auto race. Confined to his New York apartment, he spends his time looking out of the rear window observing the neighbors. When he begins to suspect that a man across the courtyard may have murdered his wife, Jeff enlists the help of his high society fashion-consultant girlfriend and his visiting nurse to investigate.",
    "ImageName": "Rear Window_769c.jpg"
  },
  {
    "Title": "The Birds",
    "DirectorId": 6,
    "Year": "1963",
    "Description": "…AND REMEMBER, THE NEXT SCREAM YOU HEAR MAY BE YOUR OWN! Chic socialite Melanie Daniels enjoys a passing flirtation with an eligible attorney in a San Francisco pet shop and, on an impulse, follows him to his hometown bearing a gift of lovebirds. But upon her arrival, the bird population runs amok. Suddenly, the townsfolk face a massive avian onslaught, with the feathered fiends inexplicably attacking people all over Bodega Bay.",
    "ImageName": "The Birds_d961.jpg"
  },
  {
    "Title": "North by Northwest",
    "DirectorId": 6,
    "Year": "1959",
    "Description": "IT’S A DEADLY GAME OF ‘TAG’ AND CARY GRANT IS ‘IT’… . Advertising man Roger Thornhill is mistaken for a spy, triggering a deadly cross-country chase.",
    "ImageName": "North by Northwest_2bed.jpg"
  },
  {
    "Title": "Rope",
    "DirectorId": 6,
    "Year": "1948",
    "Description": "Two men attempt to prove they committed the perfect crime by hosting a dinner party after strangling their former classmate to death.",
    "ImageName": "Rope_1145.jpg"
  },
  {
    "Title": "Rebecca",
    "DirectorId": 6,
    "Year": "1940",
    "Description": "THE SHADOW OF THIS WOMAN DARKENED THEIR LOVE. Story of a young woman who marries a fascinating widower only to find out that she must live in the shadow of his former wife, Rebecca, who died mysteriously several years earlier. The young wife must come to grips with the terrible secret of her handsome, cold husband, Max De Winter. She must also deal with the jealous, obsessed Mrs. Danvers, the housekeeper, who will not accept her as the mistress of the house.",
    "ImageName": "Rebecca_b5ba.jpg"
  },
  {
    "Title": "Strangers on a Train",
    "DirectorId": 6,
    "Year": "1951",
    "Description": "IT STARTS WITH A SHRIEK OF A TRAIN WHISTLE…AND ENDS WITH SHRIEKING EXCITEMENT. A psychotic socialite confronts a pro tennis star with a theory on how two complete strangers can get away with murder—a theory that he plans to implement.",
    "ImageName": "Strangers on a Train_0943.jpg"
  },
  {
    "Title": "The Life of Oharu",
    "DirectorId": 7,
    "Year": "1952",
    "Description": "Follows a woman’s fight and survival amid the vicissitudes of life and the cruelty of the society.",
    "ImageName": "The Life of Oharu_6467.jpg"
  },
  {
    "Title": "Sansho the Bailiff",
    "DirectorId": 7,
    "Year": "1954",
    "Description": "A FILM OF UNPARALLELED BEAUTY BY THE GREAT JAPANESE MASTER KENJI MIZOGUCHI. In medieval Japan a compassionate governor is sent into exile. His wife and children try to join him, but are separated, and the children grow up amid suffering and oppression.",
    "ImageName": "Sansho the Bailiff_9590.jpg"
  },
  {
    "Title": "Ugetsu",
    "DirectorId": 7,
    "Year": "1953",
    "Description": "In 16th century Japan, peasants Genjuro and Tobei sell their earthenware pots to a group of soldiers in a nearby village, in defiance of a local sage’s warning against seeking to profit from warfare. Genjuro’s pursuit of both riches and the mysterious Lady Wakasa, as well as Tobei’s desire to become a samurai, run the risk of destroying both themselves and their wives, Miyagi and Ohama.",
    "ImageName": "Ugetsu_2a65_6f85.jpg"
  },
  {
    "Title": "Street of Shame",
    "DirectorId": 7,
    "Year": "1956",
    "Description": "MEN WERE THEIR PREY! BEAUTY WAS THEIR LURE! The personal tales of various sex workers who occupy a Japanese brothel.",
    "ImageName": "Street of Shame_7595.jpg"
  },
  {
    "Title": "The Story of the Last Chrysanthemum",
    "DirectorId": 7,
    "Year": "1939",
    "Description": "In late 19th century Tokyo, Kikunosuke Onoue, the adopted son of a legendary actor, himself an actor specializing in female roles, discovers that he is only praised for his acting due to his status as his father’s heir. Devastated by this, he turns to Otoku, a servant of his family, for comfort, and they fall in love. Kikunosuke becomes determined to leave home and develop as an actor on his own merits, and Otoku faithfully follows him.",
    "ImageName": "The Story of the Last Chrysanthemum_e2b0.jpg"
  },
  {
    "Title": "The Crucified Lovers",
    "DirectorId": 7,
    "Year": "1954",
    "Description": "THE TORTURED HEART BEHIND THE CULTIVATED IMAGE. In 17th century Kyoto, Osan is married to Ishun, a wealthy miserly scroll-maker. When Osan is falsely accused of having an affair with the best worker, Mohei, the pair flee the city and declare their love for each other. Ishun orders his men to find them, and separate them to avoid public humiliation.",
    "ImageName": "The Crucified Lovers_2b03.jpg"
  },
  {
    "Title": "The 47 Ronin",
    "DirectorId": 7,
    "Year": "1941",
    "Description": "In 1701, Lord Takuminokami Asano has a feud with Lord Kira and he tries to kill Kira in the corridors of the Shogun’s palace. The Shogun sentences Lord Asano to commit suppuku and deprives the palace and lands from his clan, but does not punish Lord Kira. Lord Asano’s vassals leave the land and his samurais become ronin and want to seek revenge against the dishonor of their Lord. But their leader Kuranosuke Oishi asks the Shogun to restore the Asano clan with his brother Daigaku Asano. One year later, the Shogun refuses his request and Oishi and forty-six ronin revenge their Lord.",
    "ImageName": "The 47 Ronin_6ac0.jpg"
  },
  {
    "Title": "Osaka Elegy",
    "DirectorId": 7,
    "Year": "1936",
    "Description": "Ayako becomes the mistress of her boss so she can pay her father’s debt and prevent him from going to prison for embezzlement.",
    "ImageName": "Osaka Elegy_f4e6.jpg"
  },


  {
    "Title": "Inception",
    "DirectorId": 8,
    "Year": "2010",
    "Description": "YOUR MIND IS THE SCENE OF THE CRIME. Cobb, a skilled thief who commits corporate espionage by infiltrating the subconscious of his targets is offered a chance to regain his old life as payment for a task considered to be impossible: “inception”, the implantation of another person’s idea into a target’s subconscious.",
    "ImageName": "Inception_dea0.jpg"
  },
  {
    "Title": "Interstellar",
    "DirectorId": 8,
    "Year": "2014",
    "Description": "MANKIND WAS BORN ON EARTH. IT WAS NEVER MEANT TO DIE HERE. The adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage.",
    "ImageName": "Interstellar_b0ec.jpg"
  },
  {
    "Title": "The Dark Knight",
    "DirectorId": 8,
    "Year": "2008",
    "Description": "WHY SO SERIOUS? Batman raises the stakes in his war on crime. With the help of Lt. Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as the Joker.",
    "ImageName": "The Dark Knight_2a74.jpg"
  },



  {
    "Title": "2001 A Space Odyssey",
    "DirectorId": 9,
    "Year": "1968",
    "Description": "THE ULTIMATE TRIP. Humanity finds a mysterious object buried beneath the lunar surface and sets off to find its origins with the help of HAL 9000, the world’s most advanced super computer.",
    "ImageName": "2001 A Space Odyssey_00f4.jpg"
  },
  {
    "Title": "The Shining",
    "DirectorId": 9,
    "Year": "1980",
    "Description": "HE CAME AS THE CARETAKER, BUT THIS HOTEL HAD ITS OWN GUARDIANS - WHO’D BEEN THERE A LONG TIME. Jack Torrance accepts a caretaker job at the Overlook Hotel, where he, along with his wife Wendy and their son Danny, must live isolated from the rest of the world for the winter. But they aren’t prepared for the madness that lurks within.",
    "ImageName": "The Shining_0b9d.jpg"
  }
]