[
	{
		"UserId": 1,
		"MovieId": 50,
		"ReviewText": "Revered Iranian film-maker Abbas Kiarostami (A Taste of Cherry, Close-Up) takes his unique vision further from his homeland after the wonderful Tuscany based Certified Copy. Like Someone in Love (the title drawn from an Ella Fitzgerald song) is set in Tokyo, and whilst being a simpler piece than the enigmatic Certified Copy, it echoes similar themes of loss of identity and duality.\nKiarostami is the king of restraint; often lingering on the frame longer than most film-makers would, cutting away from conversations, drowning the viewer in intoxicationg reflections whilst having clear focus on everything he shows us.\nThe film revels in 'moments' whether simple conversations about art or eating a meal, or visual flourishes that seemingly haunt the frame (Akiko's pimp refelcted through glass whilst on the telephone whilst we focus on her behind the glass is just one example of this unique vision).\nThe Performances perfectly complement the mood and tone of the piece with Rin Takanashi showing incredible range throughout, whilst the elderly Tadashi Okuno delivering a yearning yet restrained performance.\nThis is a beautifully crafted film that relies on a patient and thoughtful viewer, and whilst not reaching the heights of Certified Copy, it comes very close."
	},
	{
		"UserId": 2,
		"MovieId": 50,
		"ReviewText": "''Whatever will be will be.''\nRevered Iranian film-maker Abbas Kiarostami (A Taste of Cherry, Close-Up) takes his unique vision further from his homeland after the wonderful Tuscany based Certified Copy. Like Someone in Love (the title drawn from an Ella Fitzgerald song) is set in Tokyo, and whilst being a simpler piece than the enigmatic Certified Copy, it echoes similar themes of loss of identity and duality.\nKiarostami is the king of restraint; often lingering on the frame longer than most film-makers would, cutting away from conversations, drowning the viewer in intoxicationg reflections whilst having clear focus on everything he shows us.\nThe film revels in 'moments' whether simple conversations about art or eating a meal, or visual flourishes that seemingly haunt the frame (Akiko's pimp refelcted through glass whilst on the telephone whilst we focus on her behind the glass is just one example of this unique vision).\nThe Performances perfectly complement the mood and tone of the piece with Rin Takanashi showing incredible range throughout, whilst the elderly Tadashi Okuno delivering a yearning yet restrained performance.\nThis is a beautifully crafted film that relies on a patient and thoughtful viewer, and whilst not reaching the heights of Certified Copy, it comes very close."
	},
	{
		"UserId": 3,
		"MovieId": 50,
		"ReviewText": "\"...but violence in society interests me.\"\nProbably Kiarostami's best and most focused movie. Here's another one to chalk up to digital cinema: because of the sharpness and shallower depth of field of most digital cameras, digital captures reflections much better than 35mm. (see also: Road to Nowhere, Jersey Boys). And there are reflections galore in this movie, identities constantly shifting and on the verge of collapsing on one another. Kiarostami's venture into urban spaces also lapses into his car sequences, and reflections feature much more prominently and more effectively than in Certified Copy. Reflections are everywhere, the city-scapes of Tokyo are inescapable, figuring here almost expressionistically; IMO two car sequences, the first being the taxi one, the second being the one where clouds dominate the entire windshield of the car may be Kiarostami's highest formal achievement.\nThere are bursts of humanity here and there, but rather than compare to Ozu, as many have done, I'd rather compare to Mizoguchi. In fact, this movie is highly critical of Japan, quite daring for someone who is not a national. The boyfriend constantly talks of patriarchal values, of pleasing the family. He never once wonders if Akiko even loves him back. And its this contrast, these feudal values with this modernist city which make the film (and the reflections of the city) constantly seem on the verge of collapse as well. The boyfriend too is a classic masochist male: his desire for marriage is because of his fear of losing Akiko.\nBut everyone is at fault here. The first lines of the film are, \"I'm not lying to you,\" spoken by Akiko, who is of course, lying. It's the inverse of Certified Copy: every relationship is based through some kind of lie, but this doesn't end up becoming a new sort of truth like in that film. Instead, and new from Kiarostami, doom is constantly impending. I love seeing a filmmaker go into such a brazenly far direction from their previous work, I'm now more excited for his Chinese film more than any of his films previous. I suppose the films notorious denouement is even more shocking for people who are big fans of Kiarostami's work, I remember walking down the street after my first viewing of the film, unable to collect my thoughts because I was so shaken up by what I had seen.\nIndeed, a brick goes through a window. The glass is broken, there are no more reflections. Feudal values through Modernist architecture. Perhaps Kiarostami's original title was more suitable: \"The End.\""
	},
	{
		"UserId": 4,
		"MovieId": 50,
		"ReviewText": "Not that Kiarostami's ever been a \"Hello, here is your narrative\" kind of guy, but Like Someone In Love's especially perverse in terms of foregrounding non-essential narrative information. Phones ring and lead to useless, annoying conversations; as a taxi circles a train station plaza so Akiko (Rin Takanashi) can catch a glimpse of her grandmother, a van pulls into the POV shot and inches along with maddening consistency, persistently blocking a view of the old lady. The opening sequence is just shot-countershot, but you spend the whole first shot trying to figure out who's speaking, only gradually determining that the voice you're hearing isn't attached to anyone you see but someone behind the camera, or maybe somewhere else entirely. Mise-en-scene can be altered entirely by the addition or subtraction of bodies in the first shot, while Akiko sits alone in hers, a momentary spectator with no agency waiting to have her gaze directed.\nThe rush of unnecessary detail is both perversely scintillating in its own right — just trying to figure out why what was on-screen was there made my brain hurt — but the essential information is already present in the first scene, where Akiko's forced by her pimp, against her will, to take on a prostitution gig on a night when she'd rather see her grandmother and study for her sociology exam. (Cf. Liquid Sky: \"Seems to me that too many men today are telling me what I want.\") Patriarchy and oppression's not a new subject for Kiarostami, obviously, but locating its particular manifestation in a new society has produced an obdurate new form.\nFor a guy who's built so much of his career on long driving sequences, it's hilarious that the hour-long journey from Tokyo to wherever the professor lives (didn't catch the name) is almost entirely elided, with Akiko and the film sleeping through much of the trek; the film builds to a climax through automotive dysfunction. In a parking garage, the professor meets a student from 30 years ago, who's \"interested in violence in society\" (Thesis Alert, protests Keith Uhlich, but at least the guy didn't say \"the patriarchy in society\") and was once a cop but now he's \"freelance\" (in what? Viewing companion adroitly suggested he's a hitman, since he's apparently a regular at the garage for mysterious dents in his car).\n\"Now that Kiarostami has made a movie with a jump scare, anything is possible,\" Eric Kohn tweeted from Cannes. Like The Wedding Suit or Taste Of Cherry, Like Someone In Love can go from zero to excruciatingly suspenseful in 5 seconds with zero advance notice. The threat of something horrid happening throughout — especially when the prof's at the wheel, going into reverse while seemingly unaware of little kids behind the vehicle or nodding off at a red light — is finally delivered upon. This is effectively a movie that wonders about a society in which an abusive fiance can \"confront,\" with barely suppressed violence and much arm-grabbing and yelling, his would-be future wife in a wide open public area and not merit a glance, let alone an intervention."
	},
	{
		"UserId": 5,
		"MovieId": 50,
		"ReviewText": "Flawless. Utter mastery; Kiarostami may have made better films, but none quite as clean, none quite as perfect. Only a master formalist could make character dynamics feel like watching a game of chess, furthermore in a film where everyone is seeing reflections, and no one is seeing reality. When Old Man says \"Don't worry, it'll all work out - What will be, will be,\" of course the whole circumstance falls apart, precisely because it does work out, and what \"will be\" happens. It's not emotional manipulation, it's mechanical law. Frankly, maybe the most perfectly constructed film - and fascinating in how it seems to only establish character, situational and thematic dynamics and merely let those run to an inevitable conclusion, shocking as the ending may be. Not to say the entire film is the script - far from it: in terms of composition, shot geography and revealing just enough visual information, Kiarostami is working on a level that seems near unfathomable."
	},
	{
		"UserId": 6,
		"MovieId": 50,
		"ReviewText": "n right — just trying to figure out "
	},
	{
		"UserId": 7,
		"MovieId": 50,
		"ReviewText": "فیلم خوبی بود!"
	}
]