[
  {
    "Title": "Close-Up",
    "DirectorId": 1,
    "Year": "1990",
    "Description": "This fiction-documentary hybrid uses a sensational real-life event—the arrest of a young man on charges that he fraudulently impersonated the well-known filmmaker Mohsen Makhmalbaf—as the basis for a stunning, multilayered investigation into movies, identity, artistic creation, and existence, in which the real people from the case play themselves.",
    "ImageName": "Close-Up_e63b.jpg"
  },
  {
    "Title": "Taste of Cherry",
    "DirectorId": 1,
    "Year": "1997",
    "Description": "A middle-aged Tehranian man, Mr. Badii is intent on killing himself and seeks someone to bury him after his demise. Driving around the city, the seemingly well-to-do Badii meets with numerous people, including a Muslim student, asking them to take on the job, but initially he has little luck. Eventually, Badii finds a man who is up for the task because he needs the money, but his new associate soon tries to talk him out of committing suicide.",
    "ImageName": "Taste of Cherry_78ac.jpg"
  },
  {
    "Title": "Certified Copy",
    "DirectorId": 1,
    "Year": "2010",
    "Description": "In Tuscany to promote his latest book, a middle-aged English writer meets a French woman who leads him to the village of Lucignano.",
    "ImageName": "Certified Copy_f0c3.jpg"
  },
  {
    "Title": "Where Is My Friend’s House?",
    "DirectorId": 1,
    "Year": "1987",
    "Description": "An 8 year old boy must return his friend’s notebook he took by mistake, lest his friend be punished by expulsion from school.",
    "ImageName": "Where Is My Friend’s House_ecf4.jpg"
  },
  {
    "Title": "Like Someone in Love",
    "DirectorId": 1,
    "Year": "2012",
    "Description": "An old man and a young woman meet in Tokyo. She knows nothing about him, he thinks he knows her. He welcomes her into his home, she offers him her body. But the web that is woven between them in the space of twenty four hours bears no relation to the circumstances of their encounter.",
    "ImageName": "Like Someone in Love_e8a9.jpg"
  },
  {
    "Title": "Through the Olive Trees",
    "DirectorId": 1,
    "Year": "1994",
    "Description": "The film focuses on one of the events in “Life, and Nothing More…” (1992), and explores the relationship between the film director, and the actors. The local actors play a couple who got married right after the earthquake. In reality, the actor is trying to persuade the actress that they should get married.",
    "ImageName": "Through the Olive Trees_8be8.jpg"
  },
  {
    "Title": "Life, and Nothing More…",
    "DirectorId": 1,
    "Year": "1992",
    "Description": "After the earthquake of Guilan, the film director and his son, Puya, travel to the devastated area to search for the actors of the movie the director made there a few years ago, “Where Is My Friend’s House?” (1987). In their search, they found how people who had lost everything in the earthquake still have hope and try to live life to the fullest.",
    "ImageName": "Life, and Nothing More…_52d6_b5f5.jpg"
  },
  {
    "Title": "The Wind Will Carry Us",
    "DirectorId": 1,
    "Year": "1999",
    "Description": "Irreverent city engineer Behzad comes to a rural village in Iran to keep vigil for a dying relative. In the meanwhile the film follows his efforts to fit in with the local community and how he changes his own attitudes as a result.",
    "ImageName": "The Wind Will Carry Us_90fb.jpg"
  },
  {
    "Title": "24 Frames",
    "DirectorId": 1,
    "Year": "2017",
    "Description": "A collection of 24 short four-and-a-half minutes films inspired by still images, including paintings and photographs. An experimental project made by filmmaker Abbas Kiarostami in the last three years of his life.",
    "ImageName": "Where Is My Friend’s House_ecf4.jpg"
  },



  {
    "Title": "Tokyo Story",
    "DirectorId": 2,
    "Year": "1953",
    "Description": "The elderly Shukishi and his wife, Tomi, take the long journey from their small seaside village to visit their adult children in Tokyo. Their elder son, Koichi, a doctor, and their daughter, Shige, a hairdresser, don’t have much time to spend with their aged parents, and so it falls to Noriko, the widow of their younger son who was killed in the war, to keep her in-laws company.",
    "ImageName": "Tokyo-Story_1fb5_6f10.jpg"
  },
  {
    "Title": "Late Spring",
    "DirectorId": 2,
    "Year": "1949",
    "Description": "Noriko is perfectly happy living at home with her widowed father, Shukichi, and has no plans to marry – that is, until her aunt Masa convinces Shukichi that unless he marries off his 27-year-old daughter soon, she will likely remain alone for the rest of her life. When Noriko resists Masa’s matchmaking, Shukichi is forced to deceive his daughter and sacrifice his own happiness to do what he believes is right.",
    "ImageName": "Late Spring_eadf.jpg"
  },
  {
    "Title": "Good Morning",
    "DirectorId": 2,
    "Year": "1959",
    "Description": "A lighthearted take on director Yasujiro Ozu’s perennial theme of the challenges of inter­generational relationships, Good Morning tells the story of two young boys who stop speaking in protest after their parents refuse to buy a television set. Ozu weaves a wealth of subtle gags through a family portrait as rich as those of his dramatic films, mocking the foibles of the adult world through the eyes of his child protagonists. Shot in stunning color and set in a suburb of Tokyo where housewives gossip about the neighbors’ new washing machine and unemployed husbands look for work as door-to-door salesmen, this charming comedy refashions Ozu’s own silent classic I Was Born, But . . . to gently satirize consumerism in postwar Japan.",
    "ImageName": "Good-Morning_8540_7c42.jpg"
  },
  {
    "Title": "An Autumn Afternoon",
    "DirectorId": 2,
    "Year": "1962",
    "Description": "Shuhei Hirayama is a widower with a 24-year-old daughter. Gradually, he comes to realize that she should not be obliged to look after him for the rest of his life, so he arranges a marriage for her.",
    "ImageName": "An-Autumn-Afternoon_222f_9980.jpg"
  },
  {
    "Title": "Floating Weeds",
    "DirectorId": 2,
    "Year": "1959",
    "Description": "A troupe of travelling players arrive at a small seaport in the south of Japan. Komajuro Arashi, the aging master of the troupe, goes to visit his old flame Oyoshi and their son Kiyoshi, even though Kiyoshi believes Komajuro is his uncle. The leading actress Sumiko is jealous and so, in order to humiliate the master, persuades the younger actress Kayo to seduce Kiyoshi.",
    "ImageName": "Floating-Weeds-1959_239f_7fad.jpg"
  },
  {
    "Title": "Early Summer",
    "DirectorId": 2,
    "Year": "1951",
    "Description": "Noriko, still single at the advanced age of 28, lives contentedly in an extended family household that includes her parents and her brother’s family. An uncle’s visit prompts the family to find her a husband.",
    "ImageName": "early summer_5020.jpg"
  },
  {
    "Title": "Tokyo Twilight",
    "DirectorId": 2,
    "Year": "1957",
    "Description": "Two sisters find out the existence of their long-lost mother, but the younger cannot take the truth of being abandoned as a child.",
    "ImageName": "Tokyo-Twilight_76af_afcc.jpg"
  },
  {
    "Title": "I Was Born, But…",
    "DirectorId": 2,
    "Year": "1932",
    "Description": "Two young brothers become the leaders of a gang of kids in their neighborhood. Ozu’s charming film is a social satire that draws from the antics of childhood as well as the tragedy of maturity.",
    "ImageName": "I-Was-Born,-But_a1bb_c9b0.jpg"
  },
  {
    "Title": "Late Autumn",
    "DirectorId": 2,
    "Year": "1960",
    "Description": "A mother gets help from her late husband’s three friends in order to get her daughter married to a well-settled man.",
    "ImageName": "Late Autumn_cf3b.jpg"
  },
  {
    "Title": "The Only Son",
    "DirectorId": 2,
    "Year": "1936",
    "Description": "A poor factory worker, visiting the Tokyo son she has skimped to educate, finds even a college degree doesn’t make a difference in Depression era Japan.",
    "ImageName": "The only son_bfe9.jpg"
  },
  {
    "Title": "Equinox Flower",
    "DirectorId": 2,
    "Year": "1958",
    "Description": "At the wedding reception of an old friend’s daughter, Hirayama congratulates the younger generation on the freedom to choose their partners. However, at the post-wedding drinks, he agrees to let his friends find a suitable match for his daughter Setsuko. Hirayama intercedes on behalf of two young women who defy their parents plans for an arranged marriage, but when Setsuko’s boyfriend makes a surprise call to ask for her hand, he is furious.",
    "ImageName": "Equinox Flower_998d.jpg"
  },
  {
    "Title": "The Flavor of Green Tea Over Rice",
    "DirectorId": 2,
    "Year": "1952",
    "Description": "A childless middle-aged couple faces a marital crisis of sorts.",
    "ImageName": "The Flavor of Green Tea Over Rice_36cc.jpg"
  },
  {
    "Title": "The End of Summer",
    "DirectorId": 2,
    "Year": "1962",
    "Description": "The Kohayakawa family is thrown into distress when childlike father Manbei takes up with his old mistress, in one of Ozu’s most deftly modulated blendings of comedy and tragedy.",
    "ImageName": "The end of summer_8aa1.jpg"
  },
  {
    "Title": "Early Spring",
    "DirectorId": 2,
    "Year": "1956",
    "Description": "A young salary man and his wife struggle within the confines of their passionless relationship while he has an extramarital affair.",
    "ImageName": "Early spring_e60c.jpg"
  },
  {
    "Title": "There Was a Father",
    "DirectorId": 2,
    "Year": "1942",
    "Description": "Shuhei Horikawa, a poor schoolteacher, struggles to raise his son Ryohei by himself, despite neither money nor prospects.",
    "ImageName": "There was a father_090d_6aa5.jpg"
  },
  {
    "Title": "A Story of Floating Weeds",
    "DirectorId": 2,
    "Year": "1934",
    "Description": "An aging actor returns to a small town with his troupe and reunites with his former lover and illegitimate son, a scenario that enrages his current mistress and results in heartbreak for all.",
    "ImageName": "A Story of Floating Weeds_3521.jpg"
  },
  {
    "Title": "Record of a Tenement Gentleman",
    "DirectorId": 2,
    "Year": "1947",
    "Description": "An errant salaryman’s son gets lost until a man from the Tokyo tenements brings him to vendor Tane, who’s reluctant to let the kid board.",
    "ImageName": "Record of a Tenement Gentleman_d598.jpg"
  },
  {
    "Title": "A Hen in the Wind",
    "DirectorId": 2,
    "Year": "1948",
    "Description": "Tokiko is a mother patiently waiting for her husband’s return from the war when her 4-year old son becomes ill. She takes him to the doctor for treatment but has no way of paying. She resorts to prostitution. One month later her husband returns from WWII to find his desperate wife, who tells him the truth. Together they must deal with the consequences.",
    "ImageName": "A Hen in the Wind_db37.jpg"
  },
  {
    "Title": "An Inn in Tokyo",
    "DirectorId": 2,
    "Year": "1935",
    "Description": "Kihachi, an unemployed worker, wanders around the industrial flatlands of Tokyo’s Koto district with his two young sons, Zenko and Masako. He is unable to find a job and has to rely on his sons catching stray dogs to earn reward money for their meals. As days go by, Kihachi and the boys no longer have enough money to stay at an inn for the night. Luckily for him, he encounters an old friend, Otsune, who finds him a job and allows them to stay at her eatery house.",
    "ImageName": "an inn in tokyo_f617.jpg"
  },
  {
    "Title": "Tokyo Chorus",
    "DirectorId": 2,
    "Year": "1934",
    "Description": "Mr. Omura, a teacher, leads a group of male students in an outdoor drill. One slight, comic young man, Shinji Okajima, has no shirt under his jacket; he scratches at fleas and makes faces behind Omura’s back. Jump ahead several years, Shinji is married with three children. He sells insurance, and on the company’s annual bonus day, he protests when an older worker is fired. Shinji loses his own job as a result, and he and his wife must find ways to cope. Lassitude, pride, the demands and needs of young children, and relationships from bygone school days all play a part in the outcome of their struggle.",
    "ImageName": "Tokyo Chorus_a0a6.jpg"
  },
  {
    "Title": "Dragnet Girl",
    "DirectorId": 2,
    "Year": "1933",
    "Description": "A gangster tries to find redemption with the inadvertent help of an innocent shop girl and his jealous girlfriend will do anything to keep him.",
    "ImageName": "Dragnet Girl_9d7d.jpg"
  },
  {
    "Title": "That Night’s Wife",
    "DirectorId": 2,
    "Year": "1930",
    "Description": "The film revolves around a desperate man who commits a crime in order to support his family, and the moral dilemma the policeman who tracks him down finds himself in.",
    "ImageName": "That Night’s Wife_1587.jpg"
  },
  {
    "Title": "What Did the Lady Forget?",
    "DirectorId": 2,
    "Year": "1937",
    "Description": "A professor, Komiya, and his bossy wife, Tokio, are to look after Setsuko, their high-spirited niece from Osaka. Despite being a minor, Setsuko is a liberated woman who does whatever she wants, including smoking. She even convinces Koyima to take her to a geisha house. When she gets rather tipsy, the professor calls Okada, one of his students, to take her home. The wife becomes suspicious of Setsuko when she sees Okada bringing her home.",
    "ImageName": "What Did the Lady Forget_30e0.png"
  },
  {
    "Title": "Brothers and Sisters of the Toda Family",
    "DirectorId": 2,
    "Year": "1941",
    "Description": "After the death of her husband, Mrs Toda and her youngest daughter receive a frosty welcome from the extended family.",
    "ImageName": "Brothers and Sisters of the Toda Family_955d.jpg"
  },
  {
    "Title": "Woman of Tokyo",
    "DirectorId": 2,
    "Year": "1933",
    "Description": "Ryoichi and Chikako, brother and sister, live together. Chikako toils during the day and, at night, prostitutes herself to fund his college tuition.",
    "ImageName": "Woman of Tokyo_00ce.jpg"
  },
  {
    "Title": "Passing Fancy",
    "DirectorId": 2,
    "Year": "1933",
    "Description": "Two Tokyo co-workers come across a destitute young lady in search of a place to live.",
    "ImageName": "Passing Fancy_07d3.jpg"
  }
]